---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.WallCrossSectionDefinition
source: html/65cba470-671d-bffa-462e-0c4829e1cbe3.htm
---
# Autodesk.Revit.DB.GroupTypeId.WallCrossSectionDefinition Property

Cross-Section Definition.

## Syntax (C#)
```csharp
public static ForgeTypeId WallCrossSectionDefinition { get; }
```